Repository: coldiary/AndroTrack
Catalog: Shared/*.lproj/Localizable.strings
Languages: fr

source: Today
fr: Aujourd'hui

source: History
fr: Historique

source: Settings
fr: Réglages

# HEALTHKIT_ACCESS.TITLE
source: HealthKit Access
fr: Accès à Santé

# HEALTHKIT_ACCESS.DESCRIPTION_1
source: In order for the app to store records about when you wear the device, you need to grant permission to access HealthKit storage.
fr: Afin que l'app puisse suivre quand vous portez l'anneau, vous devez donner l'accès à l'application Santé.

# HEALTHKIT_ACCESS.DESCRIPTION_2
source: In order for the app to store records, it needs access to write to HealthKit. Please review settings in Health > Data Access & Device >Â Androtrack, and enable the app to write data.
fr: Afin que l'app puisse suivre quand vous portez l'anneau, elle doit avoir accès en écriture à l'aplication Santé. Révisez les autorisations dans les réglages dans Santé > Accès auc données et appareils > Androtrack, et activez "AndroTrack" à écrire des données.

# HEALTHKIT_ACCESS.CTA
source: Open settings
fr: Ouvrir les réglages

# NOTIFICATIONS_PERMISSIONS.TITLE
source: Notifications
fr: Activer les notifications

# NOTIFICATIONS_PERMISSIONS.DESCRIPTION
source: In order for the app to send you reminders, you need to grant permission to send notifications.
fr: Afin que l'application puisse vous avertir ou envoyer des rappels, vous devez l'autoriser à envoyer des notifications.

source: WEAR
fr: PORTER

source: REMOVE
fr: RETIRER

# REQUEST_PERMISSION.DEFAULT_CTA
source: Grant permission
fr: Donner accès

source: Start
fr: Début

source: End
fr: Fin

# NOTIFY_END_NOTIF.TITLE
source: Sesssion complete !
fr: Terminé !

# NOTIFY_END_NOTIF.SUBTITLE
source: It's time to remove the ring now.
fr: Il est temps de retirer votre anneau.

# REMINDED_START_NOTIF.TITLE
source: Sesssion start
fr: C'est l'heure !

# REMINDED_START_NOTIF.SUBTITLE
source: Don't forget to put your ring on for the day !
fr: N'oubliez pas de porter l'anneau pour la journée.

# WATCH_UNREACHABLE
source: Watch unreachable, will be synced on opening
fr: Montre injoignable, les réglages seront synchronisés à la prochaine ouverture

source: Session length
fr: Durée de port

source: Theme color
fr: Couleur du thème

source: Notify end of session
fr: Notification de durée atteinte

source: Session start reminder
fr: Rappel quotidien

source: Reminder time :
fr: Heure de rappel :
